tap "d12frosted/emacs-plus"
tap "daviderestivo/emacs-head"
tap "go-task/tap"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ansible"
brew "ansible-lint"
brew "automake"
brew "awk"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "black"
brew "broot"
brew "cfn-lint"
brew "cli53"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "dive"
brew "exa"
brew "fd"
brew "flake8"
brew "git"
brew "gnupg", link: false
brew "gpgme"
brew "go"
brew "pkg-config"
brew "libtool"
brew "graphviz"
brew "hadolint"
brew "hardlink-osx"
brew "helm"
brew "ipcalc"
brew "isync"
brew "jq"
brew "kubernetes-cli"
brew "libev"
brew "minikube"
brew "msmtp"
brew "mu"
brew "multimarkdown"
brew "node"
brew "nvm"
brew "packer"
brew "pipenv"
brew "pkcs11-helper"
brew "poppler"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pylint"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "terminal-notifier"
brew "terraform"
brew "terraform-docs"
brew "terragrunt"
brew "tflint"
brew "thefuck"
brew "tmux"
brew "weechat"
brew "wget"
brew "yamllint"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["with-modern-pen-icon"]
brew "go-task/tap/go-task"
brew "golangci/tap/golangci-lint"
brew "hashicorp/tap/terraform-ls"
cask "amethyst"
cask "font-fira-code"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iterm2"
cask "macdropany"
cask "microsoft-teams"
cask "nitrokey"
cask "sublime-merge"
cask "tunnelblick"
cask "visual-studio-code"
