tap "borgbackup/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "awscli"
brew "bat"
brew "black"
brew "borgbackup"
brew "cmake"
brew "direnv"
brew "docker"
brew "exa"
brew "fd"
brew "flake8"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "hadolint"
brew "jq"
brew "kubectx"
brew "mas"
brew "minikube"
brew "multimarkdown"
brew "neovim"
brew "node"
brew "nushell"
brew "pandoc"
brew "pipenv"
brew "poetry"
brew "proselint"
brew "r"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "terraform"
brew "terraform-ls"
brew "tflint"
brew "thefuck"
brew "unzip"
brew "watchman"
brew "wget"
brew "yadm"
brew "yaml-language-server"
brew "yamllint"
brew "yarn"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "railwaycat/emacsmacport/emacs-mac"
cask "basictex"
cask "fig"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "rectangle"
cask "rstudio"
cask "schildichat"
cask "skype"
cask "sublime-text"
cask "vorta"
cask "whichspace"
mas "1Password 7", id: 1333542190
mas "Fantastical", id: 975937182
mas "Highlights", id: 1498912833
mas "Keynote", id: 409183694
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Octotree", id: 1457450145
mas "Pages", id: 409201541
mas "PDF Expert", id: 1055273043
mas "Peek", id: 1554235898
mas "Save to Raindrop.io", id: 1549370672
mas "Slack", id: 803453959
